Repository: sheep-farm/merkato
Catalog: po/*.po
Languages: ar, de, de_ch, el, eo, es, fa, he, hi, id, it, ja, ko, sk, sv, th, uk, vi, zh_cn, zh_tw

source: A financial markets tracker for stocks, currencies, and cryptocurrencies.
ar: أداة لتتبع الأسواق المالية للأسهم والعملات والعملات المشفرة.
de: Ein Finanzmarkt-Tracker für Aktien, Währungen und Kryptowährungen.
de_ch: En Finanzmarkt-Tracker für Aktie, Währige und Kryptowährige.
el: Εφαρμογή παρακολούθησης χρηματαγορών για μετοχές, νομίσματα και κρυπτονομίσματα.
eo: Financa merkata observilo por akcioj, valuteroj kaj kriptomonero.
es: Un monitor de mercados financieros para acciones, divisas y criptomonedas.
fa: ابزاری برای پایش بازارهای مالیِ سهام، ارزها و ارزهای دیجیتال.
he: עוקב שווקים פיננסיים למניות, מטבעות ומטבעות קריפטוגרפיים.
hi: शेयर, मुद्राओं और क्रिप्टोकरेंसी के लिए एक वित्तीय बाज़ार ट्रैकर।
id: Pelacak pasar keuangan untuk saham, mata uang, dan kripto.
it: Un monitor dei mercati finanziari per azioni, valute e criptovalute.
ja: 株式、通貨、暗号通貨の金融市場トラッカー。
ko: 주식, 통화 및 암호화폐를 위한 금융 시장 추적기.
sk: Sledovač finančných trhov pre akcie, meny a kryptomeny.
sv: En finansmarknadsövervakare för aktier, valutor och kryptovalutor.
th: เครื่องมือติดตามตลาดการเงินสำหรับหุ้น สกุลเงิน และสกุลเงินดิจิทัล
uk: Інструмент для відстеження фінансових ринків для акцій, валют і криптовалют.
vi: Công cụ theo dõi thị trường tài chính cho cổ phiếu, tiền tệ và tiền mã hóa.
zh_cn: 用于股票、货币和加密货币的金融市场跟踪器。
zh_tw: 一個用於追蹤股票、貨幣和加密貨幣的金融市場監控器。

source: _Refresh
ar: _تحديث
de: _Alles Aktualisieren
de_ch: _Alles Aktualisiere
el: _Ανανέωση
eo: _Ĝisdatigi Ĉion
es: _Actualizar Todo
fa: _بازآوری
he: _רענן הכל
hi: _रिफ्रेश
id: _Muat Ulang
it: _Aggiorna
ja: すべて更新(_R)
ko: 모두 새로고침(_R)
sk: _Aktualizovať Všetko
sv: _Uppdatera Allt
th: _รีเฟรช
uk: _Оновити
vi: _Làm mới
zh_cn: 全部刷新(_R)
zh_tw: _重新整理

source: _About
ar: _حول
de: _Über
de_ch: _Über
el: _Σχετικά
eo: _Pri
es: _Acerca de
fa: _درباره
he: _אודות
hi: _परिचय
id: _Tentang
it: _Informazioni
ja: について(_A)
ko: 정보(_A)
sk: _O Aplikácii
sv: _Om
th: _เกี่ยวกับ
uk: _Про програму
vi: _Giới thiệu
zh_cn: 关于(_A)
zh_tw: _關於

source: Enter ticker symbol (e.g., AAPL, GOOGL)
ar: أدخل رمز السهم (مثل: AAPL، GOOGL)
de: Tickersymbol eingeben (z.B. AAPL, GOOGL)
de_ch: Tickersymbol iigäh (z.B. AAPL, GOOGL)
el: Εισαγάγετε σύμβολο μετοχής (π.χ. AAPL, GOOGL)
eo: Enigu akcian simbolon (ekz: AAPL, GOOGL)
es: Ingrese el símbolo de la acción (ej: AAPL, GOOGL)
fa: نماد تیکر را وارد کنید (مثلاً: AAPL، GOOGL)
he: הזן סימול מניה (לדוגמה: AAPL, GOOGL)
hi: टिकर सिंबल दर्ज करें (जैसे AAPL, GOOGL)
id: Masukkan simbol ticker (mis.: AAPL, GOOGL)
it: Inserisci il simbolo del titolo (es: AAPL, GOOGL)
ja: ティッカーシンボルを入力（例：AAPL、GOOGL）
ko: 티커 심볼 입력 (예: AAPL, GOOGL)
sk: Zadajte symbol akcie (napr: AAPL, GOOGL)
sv: Ange tickersymbol (t.ex: AAPL, GOOGL)
th: ป้อนสัญลักษณ์ทิกเกอร์ (เช่น AAPL, GOOGL)
uk: Введіть біржовий тікер (наприклад, AAPL, GOOGL)
vi: Nhập mã cổ phiếu (ví dụ: AAPL, GOOGL)
zh_cn: 输入股票代码（例如：AAPL、GOOGL）
zh_tw: 輸入股票代碼（例如：AAPL、GOOGL）

source: Search
ar: بحث
de: Suchen
de_ch: Sueche
el: Αναζήτηση
eo: Serĉi
es: Buscar
fa: جستجو
he: חיפוש
hi: खोजें
id: Cari
it: Cerca
ja: 検索
ko: 검색
sk: Hľadať
sv: Sök
th: ค้นหา
uk: Пошук
vi: Tìm kiếm
zh_cn: 搜索
zh_tw: 搜尋

source: No Stocks Yet
ar: لا توجد أسهم بعد
de: Noch Keine Aktien
de_ch: No Kei Aktie
el: Δεν υπάρχουν μετοχές ακόμη
eo: Ankoraŭ Neniuj Akcioj
es: Sin Acciones Aún
fa: هنوز سهامی وجود ندارد
he: עדיין אין מניות
hi: अभी कोई शेयर नहीं
id: Belum ada saham
it: Nessuna azione ancora
ja: まだ株式がありません
ko: 아직 주식이 없습니다
sk: Zatiaľ Žiadne Akcie
sv: Inga Aktier Än
th: ยังไม่มีหุ้น
uk: Поки що немає акцій
vi: Chưa có cổ phiếu
zh_cn: 暂无股票
zh_tw: 尚無股票

source: Search and add stocks to your watchlist
ar: ابحث وأضف الأسهم إلى قائمة المتابعة الخاصة بك
de: Suchen und fügen Sie Aktien zu Ihrer Beobachtungsliste hinzu
de_ch: Sueche und füege Sie Aktie zu Ihrer Beobachtigsliste hinzu
el: Αναζητήστε και προσθέστε μετοχές στη λίστα παρακολούθησής σας
eo: Serĉu kaj aldonu akciojn al via observolisto
es: Busque y agregue acciones a su lista de seguimiento
fa: جستجو کنید و سهام را به فهرست پیگیری خود بیفزایید
he: חפש והוסף מניות לרשימת המעקב שלך
hi: खोजें और शेयरों को अपनी वॉचलिस्ट में जोड़ें
id: Cari dan tambahkan saham ke daftar pantauan Anda
it: Cerca e aggiungi azioni alla tua lista di controllo
ja: 株式を検索してウォッチリストに追加
ko: 주식을 검색하여 관심 목록에 추가하세요
sk: Vyhľadajte a pridajte akcie do sledovacieho zoznamu
sv: Sök och lägg till aktier i din bevakningslista
th: ค้นหาและเพิ่มหุ้นลงในรายการติดตามของคุณ
uk: Знайдіть і додайте акції до списку спостереження
vi: Tìm và thêm cổ phiếu vào danh sách theo dõi của bạn
zh_cn: 搜索并添加股票到您的关注列表
zh_tw: 搜尋並將股票加入您的觀察清單

source: Source: Yahoo Finance
ar: المصدر: Yahoo Finance
de: Quelle: Yahoo Finance
de_ch: Quelle: Yahoo Finance
el: Πηγή: Yahoo Finance
eo: Fonto: Yahoo Finance
es: Fuente: Yahoo Finance
fa: منبع: Yahoo Finance
he: מקור: Yahoo Finance
hi: स्रोत: Yahoo Finance
id: Sumber: Yahoo Finance
it: Fonte: Yahoo Finance
ja: ソース：Yahoo Finance
ko: 출처: Yahoo Finance
sk: Zdroj: Yahoo Finance
sv: Källa: Yahoo Finance
th: แหล่งที่มา: Yahoo Finance
uk: Джерело: Yahoo Finance
vi: Nguồn: Yahoo Finance
zh_cn: 来源：Yahoo Finance
zh_tw: 資料來源：Yahoo 財經

source: Last updated: {datetime.now().strftime('%H:%M:%S')}
eo: Laste ĝisdatigita: {datetime.now().strftime('%H:%M:%S')}
he: עדכון אחרון: {datetime.now().strftime('%H:%M:%S')}
ko: 마지막 업데이트: {datetime.now().strftime('%H:%M:%S')}
zh_cn: 最后更新：{datetime.now().strftime('%H:%M:%S')}

source: _Sort Alphabetically
ar: _فرز أبجديًا
de: _Alphabetische Reihenfolge
de_ch: _Alphabetischi Reihefolg
el: _Ταξινόμηση αλφαβητικά
eo: Ordo _Alfabeta
es: Orden _Alfabético
fa: _مرتب‌سازی الفبایی
he: מיון _אלפביתי
hi: _वर्णक्रमानुसार क्रमित करें
id: _Urutkan menurut abjad
it: Ordina _alfabeticamente
ja: アルファベット順(_S)
ko: 가나다순 정렬(_S)
sk: _Abecedné Poradie
sv: _Alfabetisk Ordning
th: _จัดเรียงตามตัวอักษร
uk: _Сортувати за абеткою
vi: _Sắp xếp theo bảng chữ cái
zh_cn: 按字母顺序排序(_S)
zh_tw: 按字母順序排序(_A)

source: Sort by Top _Gains
ar: فرز حسب أعلى _مكاسب
de: Größte _Gewinne
de_ch: Grössti _Gwünn
el: Ταξινόμηση κατά _μεγαλύτερα κέρδη
eo: Plej Grandaj _Gajnoj
es: Mayores _Ganancias
fa: مرتب‌سازی براساس بیشترین _سود
he: העליות ה_גבוהות
hi: सबसे अधिक _मुनाफ़े के अनुसार क्रमित करें
id: Urutkan berdasarkan _kenaikan tertinggi
it: Ordina per maggiori _guadagni
ja: 上昇率順(_G)
ko: 상승률순 정렬(_G)
sk: Najväčšie _Zisky
sv: Största _Vinsterna
th: จัดเรียงตาม _กำไรสูงสุด
uk: Сортувати за найбільшими _зростаннями
vi: Sắp xếp theo _mức tăng cao nhất
zh_cn: 按涨幅排序(_G)
zh_tw: 按最大_漲幅排序

source: Sort by Top _Losses
ar: فرز حسب أعلى _خسائر
de: Größte _Verluste
de_ch: Grössti _Verlüst
el: Ταξινόμηση κατά _μεγαλύτερες απώλειες
eo: Plej Grandaj _Perdoj
es: Mayores _Pérdidas
fa: مرتب‌سازی براساس بیشترین _زیان
he: הירידות ה_גבוהות
hi: सबसे अधिक _नुकसान के अनुसार क्रमित करें
id: Urutkan berdasarkan _penurunan tertinggi
it: Ordina per maggiori _perdite
ja: 下落率順(_L)
ko: 하락률순 정렬(_L)
sk: Najväčšie _Straty
sv: Största _Förlusterna
th: จัดเรียงตาม _ขาดทุนสูงสุด
uk: Сортувати за найбільшими _спаданнями
vi: Sắp xếp theo _mức giảm cao nhất
zh_cn: 按跌幅排序(_L)
zh_tw: 按最大_跌幅排序

source: _Keyboard Shortcuts
ar: _اختصارات لوحة المفاتيح
de: _Tastenkombinationen
de_ch: _Tasteturchbinige
el: _Συντομεύσεις πληκτρολογίου
eo: _Klavaj Fulmoklavoj
es: _Atajos de Teclado
fa: _میان‌برهای صفحه‌کلید
he: _קיצורי מקלדת
hi: _कुंजीपटल शॉर्टकट
id: _Pintasan Papan Ketik
it: _Scorciatoie da tastiera
ja: キーボードショートカット(_K)
ko: 키보드 단축키(_K)
sk: _Klávesové Skratky
sv: _Kortkommandon
th: _ปุ่มลัดแป้นพิมพ์
uk: _Комбінації клавіш
vi: _Phím tắt
zh_cn: 键盘快捷键(_K)
zh_tw: _鍵盤快速鍵

source: Main Menu
ar: القائمة الرئيسية
de: Hauptmenü
de_ch: Hauptmenü
el: Κύριο μενού
eo: Ĉefa Menuo
es: Menú Principal
fa: منوی اصلی
he: תפריט ראשי
hi: मुख्य मेन्यू
id: Menu Utama
it: Menu principale
ja: メインメニュー
ko: 메인 메뉴
sk: Hlavné Menu
sv: Huvudmeny
th: เมนูหลัก
uk: Головне меню
vi: Trình đơn chính
zh_cn: 主菜单
zh_tw: 主選單

source: Remove Stocks
ar: إزالة الأسهم
de: Aktien Entfernen
de_ch: Aktie Entferne
el: Αφαίρεση μετοχών
eo: Forigi Akciojn
es: Eliminar Acciones
fa: حذف سهام
he: הסר מניות
hi: शेयर हटाएँ
id: Hapus Saham
it: Rimuovi azioni
ja: 株式を削除
ko: 주식 제거
sk: Odstrániť Akcie
sv: Ta Bort Aktier
th: ลบหุ้น
uk: Вилучити акції
vi: Xóa cổ phiếu
zh_cn: 删除股票
zh_tw: 移除股票

source: Updating...
ar: جارٍ التحديث…
de: Aktualisierung läuft...
de_ch: Am Aktualisiere...
el: Γίνεται ενημέρωση…
eo: Ĝisdatigante...
es: Actualizando...
fa: در حال به‌روزرسانی…
he: מעדכן...
hi: अपडेट हो रहा है…
id: Memperbaruiâ€¦
it: Aggiornamento in corsoâ€¦
ja: 更新中...
ko: 업데이트 중...
sk: Aktualizuje sa...
sv: Uppdaterar...
th: กำลังอัปเดต…
uk: Оновлення…
vi: Đang cập nhật…
zh_cn: 更新中...
zh_tw: 正在更新…

source: cached
ar: مخزّن مؤقتًا
de: zwischengespeichert
de_ch: zwüschegschpeicheret
el: σε προσωρινή μνήμη
eo: kaŝmemorita
es: en caché
fa: نهان‌سازی شده
he: במטמון
hi: कैश्ड
id: di-cache
it: in cache
ja: キャッシュ済み
ko: 캐시됨
sk: v medzipamäti
sv: cachad
th: แคชไว้
uk: кешовано
vi: đã lưu trong bộ nhớ đệm
zh_cn: 已缓存
zh_tw: 已快取

source: Last updated: {0}
eo: Laste ĝisdatigita: {0}
he: עדכון אחרון: {0}
ko: 마지막 업데이트: {0}
zh_cn: 最后更新：{0}

source: WARNING: Failed to save watchlist
ar: تحذير: فشل حفظ قائمة المتابعة
de: WARNUNG: Beobachtungsliste konnte nicht gespeichert werden
de_ch: WARNIG: Beobachtigsliste het nöd chöne gschpeicheret werde
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Αποτυχία αποθήκευσης της λίστας παρακολούθησης
eo: AVERTO: Malsukcesis konservi observoliston
es: ADVERTENCIA: Error al guardar la lista de seguimiento
fa: هشدار: ذخیره‌ی فهرست پیگیری ناموفق بود
he: אזהרה: נכשל בשמירת רשימת המעקב
hi: चेतावनी: वॉचलिस्ट सहेजने में विफल
id: PERINGATAN: Gagal menyimpan daftar pantauan
it: AVVISO: Salvataggio della lista di controllo non riuscito
ja: 警告：ウォッチリストの保存に失敗しました
ko: 경고: 관심 목록 저장 실패
sk: UPOZORNENIE: Nepodarilo sa uložiť sledovací zoznam
sv: VARNING: Misslyckades spara bevakningslista
th: คำเตือน: บันทึกรายการติดตามไม่สำเร็จ
uk: ПОПЕРЕДЖЕННЯ: Не вдалося зберегти список спостереження
vi: CẢNH BÁO: Lưu danh sách theo dõi không thành công
zh_cn: 警告：保存关注列表失败
zh_tw: 警告：無法儲存觀察清單

source: Remove from watchlist
ar: إزالة من قائمة المتابعة
de: Von Beobachtungsliste entfernen
de_ch: Vo Beobachtigsliste entferne
el: Αφαίρεση από τη λίστα παρακολούθησης
eo: Forigi de observolisto
es: Eliminar de la lista de seguimiento
fa: حذف از فهرست پیگیری
he: הסר מרשימת המעקב
hi: वॉचलिस्ट से हटाएँ
id: Hapus dari daftar pantauan
it: Rimuovi dalla lista di controllo
ja: ウォッチリストから削除
ko: 관심 목록에서 제거
sk: Odstrániť zo sledovacieho zoznamu
sv: Ta bort från bevakningslista
th: ลบออกจากรายการติดตาม
uk: Вилучити зі списку спостереження
vi: Xóa khỏi danh sách theo dõi
zh_cn: 从关注列表中删除
zh_tw: 從觀察清單中移除

source: Last updated:
ar: آخر تحديث:
de: Zuletzt aktualisiert:
de_ch: Zletscht aktualisiert:
el: Τελευταία ενημέρωση:
es: Última actualización:
fa: آخرین به‌روزرسانی:
hi: अंतिम अपडेट:
id: Terakhir diperbarui:
it: Ultimo aggiornamento:
ja: 最終更新：
sk: Posledná aktualizácia:
sv: Senast uppdaterad:
th: อัปเดตล่าสุด:
uk: Останнє оновлення:
vi: Cập nhật lần cuối:
zh_tw: 最後更新：
